//DSTOOL JOB 1,NOTIFY=&SYSUID.,MSGLEVEL=(1,1),COND=(4,LT)
//STEP1 EXEC PGM=IEFBR14
//NEWDS1  DD DSN=NEW.DATASET.ONE,
//           DISP=(NEW,CATLG,DELETE),
//           VOL=SER=WORKDS,
//           UNIT=3390,
//           SPACE=(TRK,(10,2),RLSE)
//*
//STEP2 EXEC PGM=IEFBR14
//OLDS1   DD DSN=OLD.DATASDET.ONE,DISP=(OLD,DELETE)